Repository: AVMiraga/custom-osd
Catalog: po/*.po
Languages: fr_fr, tr_tr

source: Custom OSD
fr_fr: OSD personnalisé
tr_tr: Özel OSD

source: Profiles
fr_fr: Profils
tr_tr: Profiller

source: Settings
fr_fr: Paramètres
tr_tr: Ayarlar

source: Help
fr_fr: Aide
tr_tr: Yardım

source: About
fr_fr: À propos
tr_tr: Hakkında

source: Create and save multiple profiles for the OSD settings,
fr_fr: Créer et sauvegarder plusieurs profils pour les paramètres de l'OSD,
tr_tr: OSD ayarları için birden fazla profil oluşturun ve kaydedin,

source: and/or import Profile Presets. Then, choose one to apply.
fr_fr: Importer ou exporter des profils. Puis, choisir celui à appliquer.
tr_tr: ve/veya Profil Ön Ayarlarını içe aktarın. Ardından, uygulanacak birini seçin.

source: Select Active Profile
fr_fr: Choisir le profil actif
tr_tr: Etkin Profili Seçin

source: Select a profile to be applied to all the OSDs. Go to Settings tab to view / edit settings for this active profile.
fr_fr: Choisir un profil à appliquer à tous les OSD. Aller dans l'onglet Paramètres pour voir / modifier les paramètres pour ce profil.
tr_tr: Tüm OSD'lere uygulanacak bir profil seçin. Bu etkin profil için ayarları görüntülemek/düzenlemek için Ayarlar sekmesine gidin.

source: Manage Profiles
fr_fr: Gérer les profils
tr_tr: Profilleri Yönetin

source: Create or Delete profiles. Default profile can be edited but not deleted.
fr_fr: Créer ou Supprimer des profils. Le profil par défaut peut être modifié mais non supprimé.
tr_tr: Profilleri oluşturun veya silin. Varsayılan profil düzenlenebilir ancak silinemez.

source: Create Profile
fr_fr: Créer un profil
tr_tr: Profil Oluştur

source: Enter profile name
fr_fr: Entrez le nom du profil
tr_tr: Profil adını girin

source: Delete Profile
fr_fr: Supprimer le profil
tr_tr: Profil silin

source: Select profile to delete
fr_fr: Choisir le profil à supprimer
tr_tr: Silinecek profili seçin

source: Import/Export Profiles
fr_fr: Importer/Exporter des profils
tr_tr: Profilleri İçe/Dışa Aktar

source: Import or Export settings profiles to a file. Imported profiles will be added to existing ones. Profiles with same name will be overwriten.
fr_fr: Importer ou exporter des profils vers in fichier. Le Profils importé sera ajouté aux profils existants. Les profils avec le même nom seront remplacé.
tr_tr: Ayar profillerini bir dosyaya içe veya dışa aktarın. İçe aktarılan profiller mevcut olanlara eklenecektir. Aynı ada sahip profillerin üzerine yazılacaktır.

source: Import Profiles
fr_fr: Importer des profils
tr_tr: Profilleri içe aktar

source: Export Profiles
fr_fr: Exporter des profils
tr_tr: Profilleri Dışa Aktar

source: Profile Presets
fr_fr: Profils personnalisés
tr_tr: Profil Ön Ayarları

source: You can find profile presets in github that you can download and import and tweak further to your liking. If you'd like to share your cool settings profiles, please export them to a file and raise a PR or issue in github.
fr_fr: Dans Github, Vous trouverez des profils personnalisés que vous pouvez télécharger, importer et modifier en fonction de vos désirs. Si vous voulez le partager, merci d'exporter le fichier et créer une PR ou issue dans github.
tr_tr: Github'da indirip içe aktarabileceğiniz ve beğeninize göre daha fazla ayarlayabileceğiniz profil ön ayarları bulabilirsiniz. Harika ayar profillerinizi paylaşmak isterseniz lütfen bunları bir dosyaya aktarın ve github'da bir PR veya sorun oluşturun.

source: Export Settings Profiles
fr_fr: Exporter les profils de paramètres
tr_tr: Ayarlar Profillerini Dışa Aktar

source: Cancel
fr_fr: Annuler
tr_tr: İptal et

source: Save
fr_fr: Enregistrer
tr_tr: Kaydet

source: JSON files
fr_fr: Fichiers JSON
tr_tr: JSON dosyaları

source: Import Settings Profiles
fr_fr: Importer les profils de paramètres
tr_tr: Ayarlar Profillerini İçe Aktar

source: Open
fr_fr: Ouvrir
tr_tr: Aç

source: Delete Profile?
fr_fr: Supprimer le profil ?
tr_tr: Profili Sil?

source: This will delete the settings profile:
fr_fr: Cela supprimera le profil de paramètres:
tr_tr: Bu, ayarlar profilini silecektir:

source: Delete
fr_fr: Supprimer
tr_tr: Silmek

source: Profile already exists!
fr_fr: Le profil existe !
tr_tr: Profil zaten mevcut!

source: Please choose a different name.
fr_fr: Veuillez choisir un autre nom.
tr_tr: Lütfen farklı bir isim seçin.

source: OSD What?
fr_fr: Qu'est-ce que l'OSD ?
tr_tr: OSD Nedir?

source: OSDs are On-Screen-Display pop ups that show up for volume, brightness etc.
fr_fr: Les OSDs sont des pop-ups qui s'affichent pour le volume, la luminosité, etc.
tr_tr: OSD'ler, ses, parlaklık vb. için ekranda görünen açılır bildirimlerdir.

source: This extension allows you to fully customize these pop ups, whether built-in
fr_fr: Cette extension vous permet de personnaliser ces pop-ups, comme le volume, la luminosité, etc.
tr_tr: Bu uzantı, yerleşik olsun veya olmasın, bu açılır pencereleri tamamen özelleştirmenize olanak tanır.

source: or those created by extensions like Caffeine, Lock Keys etc.
fr_fr: ou ceux qui ont été créés par des extensions comme Caffeine, Lock Keys etc.
tr_tr: veya Caffeine, Lock Keys vb. eklentiler tarafından oluşturulanlar.

source: Brief Notes
fr_fr: Notes brèves
tr_tr: Kısa Notlar

source: In Profiles tab, create new profiles with default settings.
fr_fr: Dans l'onglet Profils, créer des profils avec des paramètres par défaut.
tr_tr: Profiller sekmesinde varsayılan ayarlarla yeni profiller oluşturun.

source: Select a profile as Active and edit its settings in Settings tab.
fr_fr: Choisir un profil comme Actif et modifier ses paramètres dans l'onglet Paramètres.
tr_tr: Bir profili Aktif olarak seçin ve Ayarlar sekmesinden ayarlarını düzenleyin.

source: Type/edit the values and hit enter key to update OR
fr_fr: Taper/modifier les valeurs et appuyer sur la touche entrée pour mettre à jour OU
tr_tr: Değerleri yazın/düzenleyin ve güncellemek için enter tuşuna basın VEYA

source: Simply click the - + buttons or PgUp / PgDn keyboard keys.
fr_fr: Cliquez simplement sur les boutons - + ou PgUp / PgDn clavier.
tr_tr: Basitçe - + tuşlarına veya PgUp / PgDn klavye tuşlarına tıklayın.

source: Press [Save] or [Save As] button to save the setting.
fr_fr: Appuyez sur [Enregistrer] ou [Enregistrer sous] pour enregistrer le paramètre.
tr_tr: Ayarı kaydetmek için [Kaydet] veya [Olarak Kaydet] düğmesine basın.

source: Hover over the values/buttons for more info (tooltips).
fr_fr: Survoler les valeurs/boutons pour plus d'informations (infobulles).
tr_tr: Daha fazla bilgi (araç ipuçları) için değerlerin/düğmelerin üzerine gelin.

source: Position is (0,0) at screen-center. Range is -50 to +50 as shown above.
fr_fr: La position est (0,0) au centre de l'écran. La plage est -50 à +50 comme montré ci-dessus.
tr_tr: Pozisyon (0,0) ekran merkezindedir. Aralık yukarıda gösterildiği gibi -50 ila +50'dir.

source: Custom-color panel of Color button has foreground transparency slider.
fr_fr: Le panneau de couleur personnalisée du bouton couleur à un curseur de transparence pour son arrière plan.
tr_tr: Renk düğmesinin Özel renk panelinde ön plan şeffaflık kaydırıcısı bulunur.

source: Special effects are currently experimental.
fr_fr: Les effets de fond sont actuellement expérimentaux.
tr_tr: Özel efektler şu anda deneysel düzeyde.

source: Further styling effects are possible by editing the extension's stylesheet.
fr_fr: Autres effets de style sont possibles en modifiant la feuille de style de l'extension.
tr_tr: Eklentinin stil sayfasını düzenleyerek daha fazla stil efekti elde etmek mümkündür.

source: Trigger your own OSDs from command line - check ReadMe on Github.
fr_fr: Exécuter votre OSD depuis la ligne de commande - regarder le ReadMe sur Github
tr_tr: Komut satırından kendi OSD'lerinizi tetikleyin - Github'daki ReadMe'yi kontrol edin.

source: Visit home page for more details
fr_fr: Visitez la page d'accueil pour plus d'informations
tr_tr: Daha fazla ayrıntı için ana sayfayı ziyaret edin

source: Version
tr_tr: Sürüm

source: Turn annoying OSDs into Awesome OSDs!
fr_fr: Tournez les OSDs ennuyeux en Magnifique OSD !
tr_tr: Sinir bozucu OSD'leri Harika OSD'lere dönüştürün!

source: Custom OSD Home
fr_fr: OSD Home personnalisée
tr_tr: Özel OSD Ana Sayfası

source: Report an issue
fr_fr: Signaler un bug
tr_tr: Bir sorun bildirin

source: Contribute
fr_fr: Contribuez
tr_tr: Katkıda Bulun

source: Initially inspired by Better OSD 🙏.
fr_fr: Initialement inspiré de Better OSD 🙏.
tr_tr: Better OSD'den esinlenildi 🙏.

source: Users: Thank you for your appreciation and valuable feedback!
fr_fr: Utilisateurs: Merci de votre appréciation et de vos commentaires !
tr_tr: Kullanıcılar: Takdiriniz ve değerli geri bildirimleriniz için teşekkür ederiz!

source: Contributors: Contributions are welcome and greatly appreciated!
fr_fr: Contributeurs: Les contributions sont bienvenues et appréciées !
tr_tr: Katkıda Bulunanlar: Katkılarınız memnuniyetle karşılanacaktır ve çok takdir edilecektir!

source: Supporters: Highly thankful to you for choosing to support this work 🙏.
fr_fr: Soutien: Très appréciez vous pour choisir de soutenir ce travail 🙏.
tr_tr: Destekçiler: Bu çalışmayı desteklemeyi seçtiğiniz için size çok teşekkür ederim 🙏.

source: Star the project on GitHub
fr_fr: ajouté une étoile sur GitHub
tr_tr: Projeyi GitHub'da yıldızla

source: If you'd like to support, you can buy me a coffee ☕
fr_fr: Si vous souhaitez soutenir, vous pouvez m'acheter un café ☕
tr_tr: Destek olmak isterseniz bana bir kahve ısmarlayabilirsiniz ☕

source: Share on Twitter
fr_fr: Partager sur Twitter
tr_tr: Twitter'da paylaş

source: Share on Reddit
fr_fr: Partager sur Reddit
tr_tr: Reddit'te paylaş

source: This program comes with absolutely no warranty.
fr_fr: Ce programme vient avec aucune garantie.
tr_tr: Bu program kesinlikle hiçbir garanti içermez.

source: See the <a href="https://gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3</a> for details.
fr_fr: Voir la <a href="https://gnu.org/licenses/gpl-3.0.html">licence
tr_tr: Ayrıntılar için <a href="https://gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3</a>'e bakın.

source: Reset Changes?
fr_fr: Réinitialiser les modifications ?
tr_tr: Değişiklikleri Sıfırla?

source: Current changes to active profile settings will be reset.
fr_fr: Les modifications courantes aux paramètres du profil actif seront réinitialisées.
tr_tr: Etkin profil ayarlarındaki mevcut değişiklikler sıfırlanacak.

source: Reset
fr_fr: Réinitialiser
tr_tr: Sıfırla

source: Active Profile
fr_fr: Profil actif
tr_tr: Etkin Profil

source: Edit settings for active profile and hit [ ✔ Save ] to save them.
fr_fr: Modifier les paramètres du profil actif et appuyez sur [ ✔ Enregistrer ] pour les enregistrer.
tr_tr: Aktif profil için ayarları düzenleyin ve kaydetmek için [ ✔ Kaydet ] tuşuna basın.

source: Geometry
fr_fr: Géométrie
tr_tr: Geometri

source: Style
tr_tr: Stil

source: Beyond
fr_fr: Après
tr_tr: Öte

source: Save the settings for active profile
fr_fr: Enregistrer les paramètres du profil actif
tr_tr: Etkin profil için ayarları kaydedin

source: Save As
fr_fr: Enregistrer comme
tr_tr: Olarak kayedt

source: Save the settings as a new profile
fr_fr: Enregistrer les paramètres sous un nouveau profil
tr_tr: Ayarları yeni bir profil olarak kaydedin

source: Reset the changes for active profile
fr_fr: Réinitialiser les modifications du profil actif
tr_tr: Etkin profil için değişiklikleri sıfırla

source: Save Profile As
fr_fr: Enregistrer le profil comme
tr_tr: Profili Olarak Kaydet

source: Save current settings as specified profile.
fr_fr: Enregistrer les paramètres actuels sous le profil indique.
tr_tr: Mevcut ayarları belirtilen profil olarak kaydet.

source: OSD Components : Icon ☀ Label 𝓪𝓫𝓬 Level ↕ Numeric %
fr_fr: Composants OSD : Icon ☀ Label 𝓪𝓫𝓬 Level ↕ Numeric %
tr_tr: OSD Bileşenleri : Ikon ☀ Etiket 𝓪𝓫𝓬 Seviye ↕ Sayısal %

source: Select components to show for each OSD-type below
fr_fr: Choisissez les composants à afficher pour chaque type d'OSD ci-dessous
tr_tr: Aşağıdaki her OSD türü için gösterilecek bileşenleri seçin.

source: OSDs with All Components
fr_fr: OSDs avec tous les composants
tr_tr: Tüm Bileşenlere Sahip OSD'ler

source: OSDs like Headphone-Volume
fr_fr: OSDs comme Volume du casque
tr_tr: Kulaklık-Sesi gibi OSD'ler

source: OSDs with No Label
fr_fr: OSDs sans label
tr_tr: Etiketsiz OSD'ler

source: OSDs like Display-Brightness
fr_fr: OSDs comme Luminosité
tr_tr: Ekran Parlaklığı gibi OSD'ler

source: OSDs with No Level
fr_fr: OSDs sans niveau
tr_tr: Seviyesi Olmayan OSD'ler

source: OSDs like Caffeine, Lock Keys etc.
fr_fr: OSDs comme Caffeine, Clavier verrouille etc.
tr_tr: Caffeine, Lock Keys ve s. gibi OSD'ler

source: Clock OSD (hotkey)
fr_fr: OSD horloge (touche raccourci)
tr_tr: Saat OSD (kısayol tuşu)

source: e.g. <Super>T
fr_fr: ex. <Super>T
tr_tr: Örnek: <Super>T

source: Clock OSD: Press Enter to update. Keys: <Alt> <Ctrl> <Super> A B C ... 0 1 2 ...
fr_fr: Horloge OSD: appuyer sur Entrée pour mettre à jour. touches: <Alt> <Ctrl> <Super> A B C ... 0 1 2 ...
tr_tr: Saat OSD: Güncellemek için Enter'a basın. Tuşlar: <Alt> <Ctrl> <Super> A B C ... 0 1 2 ...

source: Background Image File
fr_fr: Fichier d'image de fond
tr_tr: Arkaplan Görüntü Dosyası

source: e.g. /home/user/Pictures/image.png
fr_fr: ex: /home/user/Pictures/image.png
tr_tr: Örnek: /home/user/Pictures/image.png

source: Enter image path and Press Return or Click Icon to update.
fr_fr: Entrer le chemin d'image et <Entrée> ou cliquer sur l'icon pour mettre à jour
tr_tr: Resim yolunu girin ve güncellemek için Enter'a basın veya ikona tıklayın.

source: Monitors
fr_fr: Moniteurs
tr_tr: Monitörler

source: Choose monitor to show OSD on
fr_fr: Choisissez le moniteur à afficher l'OSD sur
tr_tr: OSD'yi gösterecek monitörü seçin

source: All
fr_fr: Tous
tr_tr: Hepsi

source: Primary
fr_fr: Primaire
tr_tr: Birincil

source: External
fr_fr: Externe
tr_tr: Harici

source: Gradient Direction
fr_fr: Direction du gradient
tr_tr: Gradyan Yönü

source: Direction of gradient. Horizontal is along length of OSD
fr_fr: Direction du gradient. Horizontal est sur la longueur de l'OSD
tr_tr: Gradyan yönü. Yatay, OSD'nin uzunluğu boyuncadır.

source: Horizontal
tr_tr: Yatay

source: Vertical
tr_tr: Dikey

source: Radial
tr_tr: Radyal

source: Special Effects ⚗️
fr_fr: Effet spéciaux ⚗️
tr_tr: Özel Efektler ⚗️

source: Special effects for OSD (experimental)
fr_fr: Effets spéciaux pour l'OSD (expérimental)
tr_tr: OSD için özel efektler (experimental)

source: Adjust border, shadow and transparency etc. to get the best effect
fr_fr: Ajuster la bordure, l'ombre et la transparence, etc. pour avoir le meilleur effet
tr_tr: En iyi etkiyi elde etmek için kenarlığı, gölgeyi ve şeffaflığı vb. ayarlayın

source: None
fr_fr: Aucun
tr_tr: Hiç

source: Progress Ring
fr_fr: Anneau progressif
tr_tr: İlerleme Yüzüğü

source: Dynamic Blur
fr_fr: Flou dynamique
tr_tr: Dinamik Bulanıklık

source: Gradient
fr_fr: Dégradé
tr_tr: Gradyan

source: Pseudo Glass
fr_fr: Pseudo verre
tr_tr: Sahte cam

source: Wood Raw
fr_fr: Bois brut
tr_tr: Çiğ Ahşap

source: Wood Polished
fr_fr: Bois poli
tr_tr: Cilalı Ahşap

source: Background Image
fr_fr: Image de fond
tr_tr: Arkaplan Resmi

source: Font
fr_fr: Police
tr_tr: Yazı tipi

source: Font for OSD text
fr_fr: Police pour le texte de l'OSD
tr_tr: OSD metni için yazı tipi

source: Reset to default font
fr_fr: Réinitialiser la police par défaut
tr_tr: Varsayılan yazı tipine sıfırla

source: Icon
fr_fr: Icône
tr_tr: Ikon

source: Label
fr_fr: Libellée
tr_tr: Etiket

source: Level
fr_fr: Niveau
tr_tr: Seviye

source: Numeric %
fr_fr: Numérique %
tr_tr: Sayısal %

source: Foreground Color
fr_fr: Couleur de premier plan
tr_tr: Ön Plan Rengi

source: Foreground color of OSD
fr_fr: Couleur de premier plan de l'OSD
tr_tr: OSD'nin ön plan rengi

source: Background Color
fr_fr: Couleur de fond
tr_tr: Arka plan Rengi

source: Background color of OSD
fr_fr: Couleur de fond de l'OSD
tr_tr: OSD'nin arka plan rengi

source: Gradient End Color
fr_fr: Couleur de fin du gradient
tr_tr: Gradyan Bitiş Rengi

source: Gradient starts with Background color and ends with this color
fr_fr: Le gradient commence avec la couleur de fond et se termine avec cette couleur
tr_tr: Gradyan Arkaplan rengiyle başlar ve bu renkle biter

source: Level Color
fr_fr: Niveau de couleur
tr_tr: Seviyye rengi

source: Level color of OSD
fr_fr: Niveau de couleur de l'OSD
tr_tr: OSD'nin seviyye rengi

source: Border Color
fr_fr: Couleur de la bordure
tr_tr: Kenarlık rengi

source: Border color of OSD
fr_fr: Couleur de bordure de l'OSD
tr_tr: OSD'nin kenarlık rengi

source: Shadow Color
fr_fr: couleur d'ombre
tr_tr: Gölge rengi

source: Shadow color of OSD
fr_fr: Couleur d'ombre de l'OSD
tr_tr: OSD'nin gölge rengi

source: Vertical Orientation
fr_fr: Orientation verticale
tr_tr: Dikey Yönlendirme

source: Show OSD vertically
fr_fr: Afficher l'OSD verticalement
tr_tr: OSD'yi dikey olarak göster

source: Box Shadow
fr_fr: Ombre de la boîte
tr_tr: Kutu Gölgesi

source: Shadow: Effective on contrasting background.
fr_fr: Ombre : Efficace sur un fond contrasté.
tr_tr: Gölge: Kontrast oluşturan arka planlarda etkilidir.

source: Box Border
fr_fr: Bordure de la boîte
tr_tr: Kutu Kenarlığı

source: Box border around OSD
fr_fr: Bordure de la boîte autour de l'OSD
tr_tr: OSD etrafında kutu kenarlığı

source: Square / Circle
tr_tr: Kare / Daire

source: Show OSD in square / circle-ish shape (H=W)
fr_fr: Afficher l'OSD en forme de carré ou arrondie (H=W)
tr_tr: OSD'yi kare/daire şeklinde göster (Y=G)

source: Horizontal Position (%)
fr_fr: Position horizontale (%)
tr_tr: Yatay Pozisyon (%)

source: Left Edge: -50 ↞↠ +50 :Right Edge
fr_fr: Bordure gauche: -50 ↔ +50 :Bordure droite
tr_tr: Sol Kenar: -50 ↞↠ +50 :Sağ Kenar

source: Vertical Position (%)
fr_fr: Position verticale (%)
tr_tr: Dikey Pozisyon (%)

source: Top Edge: -50 ↞↠ +50 :Bottom Edge
fr_fr: Bordure du haut: -50 ↔ +50 :Bordure du bas
tr_tr: Üst Kenar: -50 ↞↠ +50 :Alt Kenar

source: Size (%)
fr_fr: Taille (%)
tr_tr: Boyut (%)

source: Size relative to monitor height
fr_fr: Taille relative à la hauteur de l'écran
tr_tr: Monitör yüksekliğine göre boyut

source: Background Opacity %
fr_fr: Transparence du fond ⚗️
tr_tr: Arkaplan Opaklığı %

source: Transparent Backgroud: 0 ↞↠ 100 :Opaque Backgroud
fr_fr: Fond transparent: 0 ↔ 100 :Fond opaque
tr_tr: Arkaplan Şeffaflığı: 0 ↞↠ 100 :Opak Arkaplan

source: Gradient End Opacity %
fr_fr: Opacité de fin de dégradé
tr_tr: Gradyanın Son Opaklığı %

source: Shape Shift
fr_fr: Changement de forme
tr_tr: Şekil Değişimi

source: Hide Delay (ms)
fr_fr: Décalage de masquage (ms)
tr_tr: Gizleme Gecikmesi (ms)

source: Delay before OSD disappears (ms)
fr_fr: Décalage avant que l'OSD disparaisse (ms)
tr_tr: OSD kaybolmadan önceki gecikme (ms)

source: Level Opacity %
fr_fr: Niveau d'opacité
tr_tr: Seviye Opaklığı %

source: Transparent: 0 ↞↠ 100 :Opaque
tr_tr: Şeffaflık: 0 ↞↠ 100 :Opak

source: Border Opacity %
fr_fr: Opacité de la bordure (Opacité %)
tr_tr: Sınır Opaklığı %

source: Ring Gap from Border (%)
fr_fr: Espace entre l'anneau et la bordure
tr_tr: Sınırdan Halka Aralığı (%)

source: Gap from border: No gap: 0 ↞↠ 100 :Max gap
fr_fr: Écart depuis la bordure: Pas d'écart: 0 ↞↠ 100 :Max écart
tr_tr: Sınırdan boşluk: Boşluk yok: 0 ↞↠ 100 :Maksimum boşluk

source: Level Thickness (%)
fr_fr: Niveau d'épaisseur
tr_tr: Seviye Kalınlığı (%)

source: Thickness of Level bar or Progress ring
fr_fr: Épaisseur de la barre de niveau ou de l'anneau de progression
tr_tr: Seviye çubuğunun veya İlerleme halkasının kalınlığı

source: Border Thickness (%)
fr_fr: Épaisseur de la bordure
tr_tr: Kenar Kalınlığı (%)

source: Thickness of the OSD Border
fr_fr: Épaisseur de la bordure de l'OSD
tr_tr: OSD Kenarlığının Kalınlığı

source: Horizontal Padding (%)
fr_fr: Padding horizontale (%)
tr_tr: Yatay Dolgu (%) (Padding)

source: Horizontal Padding of OSD
fr_fr: Padding horizontale (%)
tr_tr: OSD'nin Yatay Dolgusu (Padding)

source: Vertical Padding (%)
fr_fr: Padding verticale (%)
tr_tr: Dikey Dolgu (%) (Padding)

source: Vertical Padding of OSD
fr_fr: Padding vertical de l'OSD
tr_tr: OSD'nin Dikey Dolgusu (Padding)

source: Acknowledgements
fr_fr: Remerciements
